{ "data": "<h1>CONTRATO DE CESION PARCIAL DE POSICION CONTRACTUAL</h1><h2>entre</h2><h2>Goldman Sachs International, S.A.</h2><h3>como Cedente</h3><p>y</p><h2>JP Morgan Espa&ntilde;a, S.A.</h2><h3>como Cesionario</h3><p>23 de agosto del 2019</p><p>&nbsp;</p><hr /><p>&nbsp;</p><p>CONTRATO DE CESI&Oacute;N PARCIAL DE POSICI&Oacute;N CONTRACTUAL</p><p>En Madrid, a 23 de agosto del 2019.</p><p>COMPARECEN</p><p>DE UNA PARTE,</p><p>(1) Goldman Sachs International, S.A. (el &ldquo;Cedente&rdquo;)</p><p>Y DE OTRA PARTE,</p><p>(2) JP Morgan Espa&ntilde;a, S.A. (el &ldquo;Cesionario&rdquo;).</p><p>En adelante, el Cedente y el Cesionario ser&aacute;n denominados conjuntamente las &ldquo;Partes&rdquo;.</p><p>EXPONEN</p><p>I. Que, con fecha 7 de julio del 2019 se firm&oacute; un contrato de financiaci&oacute;n entre El Estudio de Antonio, S.L., Marcos L&oacute;pez</p><p>e Hijos, S.L. [los &quot;Deudores&quot;] como deudores, el Cedente, como entidad financiadora, y Agensynd, S.L. como agente (el</p><p>&ldquo;Agente&rdquo;), elevado a p&uacute;blico en esa misma fecha en virtud de escritura otorgada ante el Notario de Madrid, D. Andr&eacute;s</p><p>Dom&iacute;ngez Nafr&iacute;a, bajo el n&uacute;mero 35 de su protocolo (el &ldquo;Contrato de Financiaci&oacute;n&rdquo;).</p><p>II. Que, en garant&iacute;a de las obligaciones de pago de principal, intereses, comisiones, gastos, tributos y cualesquiera otros</p><p>conceptos asumidos por los Deudores bajo el Contrato de Financiaci&oacute;n (o algunos de sus Tramos) se suscribieron los</p><p>siguientes documentos de garant&iacute;a (en adelante, conjuntamente, las &ldquo;Garant&iacute;as&rdquo;):</p><p>(i) contrato de prenda de acciones de Sim&oacute;n P&eacute;rez, S.A., Investec 2000, S.A., suscrito por Sim&oacute;n P&eacute;rez, S.A.,</p><p>Investec 2000, S.A., como pignorante,Grupo Antonio, S.L., Sim&oacute;n P&eacute;rez, S.A., como sociedad pignorada, el</p><p>Cedente, como acreedor pignoraticio, y el Agente, como agente de garant&iacute;as, el 9 de julio del 2019, en p&oacute;liza</p><p>intervenida por el Notario de Madrid, D. Andr&eacute;s Dom&iacute;nguez Nafr&iacute;a, con el n&uacute;mero 1234 de su libro registro de</p><p>operaciones;</p><p>(ii) contrato de prenda de participaciones sociales de La Huerta de Marco, S.L., Paco P&eacute;rez, S.L., Muebles Enrique,</p><p>S.L., suscrito por La Huerta de Marco, S.L., Paco P&eacute;rez, S.L., Muebles Enrique, S.L., como pignorante,Grupo</p><p>Antonio, S.L., como sociedad pignorada, el Cedente, como acreedor pignoraticio, y el Agente, como agente de</p><p>garant&iacute;as, el 9 de julio del 2019, en p&oacute;liza intervenida por el Notario de Madrid, D. Andr&eacute;s Dom&iacute;nguez Nafr&iacute;a, con</p><p>el n&uacute;mero 1235 de su libro registro de operaciones;</p><p>(iii) contrato de prenda de derechos de cr&eacute;dito derivados de [DESCRIPCI&Oacute;N ACTIVO (por ejemplo: contratos,</p><p>cuentas bancarias, seguros, etc.)] suscrito por El Estudio de Antonio, S.L., Marcos L&oacute;pez e Hijos, S.L., como</p><p>pignorante, el Cedente, como acreedor pignoraticio, y el Agente, como agente de garant&iacute;as, el 9 de julio del 2019,</p><p>en p&oacute;liza intervenida por el Notario de Madrid, D. Andr&eacute;s Dom&iacute;nguez Nafr&iacute;a, con el n&uacute;mero 1236 de su libro</p><p>registro de operaciones;</p><p>(iv) escritura de hipoteca inmobiliaria sobre ciertas fincas titularidad del hipotecante, otorgada porEl Estudio de</p><p>Antonio, S.L., Marcos L&oacute;pez e Hijos, S.L., como hipotecante, el Cedente, como acreedor hipotecario, y el Agente,</p><p>como agente de garant&iacute;as, el 9 de julio del 2019, en p&oacute;liza intervenida por el Notario de Madrid, D. Andr&eacute;s</p><p>Dom&iacute;nguez Nafr&iacute;a, con el n&uacute;mero 1237 de su libro registro de operaciones;</p><p>III. Que en virtud de lo establecido en la Cl&aacute;usula23 - Cesionesdel Contrato de Financiaci&oacute;n y habiendo cumplido los</p><p>requisitos previstos en &eacute;sta, el Cedente est&aacute; facultado para llevar a cabo la presente cesi&oacute;n Parcial de su posici&oacute;n contractual</p><p>en el Contrato de Financiaci&oacute;n.</p><hr /><p>IV. Que, en virtud de cuanto antecede, sujeto a los t&eacute;rminos y condiciones que se incluyen a continuaci&oacute;n y, en especial,</p><p>sobre la base de la correcci&oacute;n y exactitud de las manifestaciones y garant&iacute;as formuladas por las Partes en este contrato, las</p><p>Partes, manifestando la vigencia de las facultades en cuya virtud intervienen y reconoci&eacute;ndose mutuamente la capacidad y</p><p>representaci&oacute;n suficiente, convienen suscribir el presente contrato de cesi&oacute;n Parcial de posici&oacute;n contractual (el &ldquo;Contrato</p><p>de Cesi&oacute;n&rdquo; o el &ldquo;Contrato&rdquo;), con arreglo a las siguientes:</p><p>CL&Aacute;USULAS</p><p>1. INTERPRETACI&Oacute;N</p><p>Los t&eacute;rminos en may&uacute;scula utilizados en este Contrato de Cesi&oacute;n (incluyendo los Expositivos) que no se encuentren</p><p>definidos en el mismo tendr&aacute;n el significado previsto en el Contrato de Financiaci&oacute;n salvo que otra cosa se disponga, para</p><p>el caso en concreto, en el presente Contrato de Cesi&oacute;n.</p><p>2. CESI&Oacute;N PARCIAL</p><p>(1) Con efectos a partir del 22 de agosto del 2019 (en adelante la &ldquo;Fecha de Efectividad&rdquo;) el Cedente cede y transfiere (la</p><p>&ldquo;Cesi&oacute;n&rdquo;) a favor del Cesionario, una parte de 235.654.763,89 su Participaci&oacute;n en la Financiaci&oacute;n, tal y como se detalla en</p><p>el Anexo I, lo que implica la subrogaci&oacute;n parcial del Cesionario en la posici&oacute;n acreedora cedida al mismo por el Cedente,</p><p>comprensiva de (la &ldquo;Participaci&oacute;n Cedida&rdquo;):</p><p>(a) una participaci&oacute;n en el total de la Financiaci&oacute;n por los importes cedidos al Cesionario seg&uacute;n lo indicado en el</p><p>Anexo I, que equivale al 26,45% del Importe de la Financiaci&oacute;n incluyendo -en la proporci&oacute;n correspondiente al</p><p>importe de la participaci&oacute;n que se cede al Cesionario- cualquier cantidad debida al Cedente bajo el Contrato de</p><p>Financiaci&oacute;n por cualquier concepto (incluyendo principal, intereses, gastos, importe de liquidaci&oacute;n o cualquier</p><p>otro importe) as&iacute; como cualquier rendimiento econ&oacute;mico incluyendo, en su caso, el producto de las reclamaciones</p><p>judiciales o de acuerdos extrajudiciales que no hubieran sido hecho efectivos, de conformidad con lo previsto en la</p><p>Cl&aacute;usula 4 siguiente;</p><p>(b) cualquier tipo de garant&iacute;a personal o real (incluyendo, sin limitaci&oacute;n, las Garant&iacute;as) o compromiso de cualquier</p><p>naturaleza, otorgado o asumido por cualquier Obligado al amparo del Contrato de Financiaci&oacute;n o en relaci&oacute;n con</p><p>el mismo; y</p><p>(c) todos los dem&aacute;s derechos y obligaciones relativos a la posici&oacute;n contractual del Cedente bajo el Contrato</p><p>de Financiaci&oacute;n por lo que respecta a la Participaci&oacute;n Cedida al Cesionario, incluyendo a t&iacute;tulo enunciativo no</p><p>limitativo los derechos de defensa legal y administraci&oacute;n.</p><p>[A efectos aclarativos se hace constar que el Cedente cede su posici&oacute;n parcialmente y que por tanto retiene un importe de</p><p>234.454.765,32&euro; en el Importe de la Financiaci&oacute;n, que equivale al 25,45% del total del mismo, junto con los derechos</p><p>accesorios y obligaciones vinculados a dicha participaci&oacute;n.]</p><p>(2) Mediante esta Cesi&oacute;n parcial de la posici&oacute;n contractual se cede al Cesionario la posici&oacute;n contractual del Cedente con</p><p>respecto de la Participaci&oacute;n Cedida al mismo, por lo que el Cesionario deviene parte contractual bajo el Contrato de</p><p>Financiaci&oacute;n, adquiriendo a partir de la Fecha de Efectividad la Participaci&oacute;n Cedida a todos los efectos legales.</p><p>(3) La Cesi&oacute;n ser&aacute; efectiva desde la Fecha de Efectividad (dicha fecha inclusive).</p><p>(4) Como consecuencia de las Cesi&oacute;n y desde la Fecha de Efectividad (inclusive), el Cedente y el Cesionario ostentar&aacute;n la</p><p>participaci&oacute;n en la Financiaci&oacute;n que se indica en el Anexo II.</p><hr /><p>3. PRECIO DE LA CESI&Oacute;N PARCIAL</p><p>La presente Cesi&oacute;n se lleva a cabo a t&iacute;tulo oneroso quedando obligado el Cesionario a abonar al Cedente, en la Fecha de</p><p>Efectividad, en concepto de contraprestaci&oacute;n de la Cesi&oacute;n efectuada, el precio de la Cesi&oacute;n (el &ldquo;Precio de la Cesi&oacute;n&rdquo;)</p><p>detallado a continuaci&oacute;n.</p><p>As&iacute;, el precio a satisfacer por el Cesionario al Cedente en concepto de Precio de la Cesi&oacute;n ser&aacute; el que se detalla a</p><p>continuaci&oacute;n:</p><table border=\"1\" cellpadding=\"1\" cellspacing=\"1\" style=\"width:700px\"><thead><tr><th scope=\"col\">Cedente</th><th scope=\"col\">Cesionario</th><th scope=\"col\">Precio de la cesi&oacute;n (&euro;)</th></tr></thead><tbody><tr><td>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; Goldman Sachs International, S.A.</td><td>&nbsp; &nbsp; &nbsp; JP Morgan Espa&ntilde;a, S.A.</td><td>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp;235.654.763,89</td></tr></tbody></table><p>&nbsp;</p><p>Tal Precio de la Cesi&oacute;n deber&aacute; abonarse mediante transferencia a la cuenta n&uacute;mero ES2123452678897678930985, o en</p><p>aquella otra que sea designada por el Cedente, antes de las 11:30 horas de la Fecha de Efectividad.</p><p>La no recepci&oacute;n por parte del Cedente del Precio de la Cesi&oacute;n en la Fecha de Efectividad, ser&aacute; causa inmediata de resoluci&oacute;n</p><p>del presente Contrato y, consecuentemente, de la Cesi&oacute;n a favor del Cesionario, si as&iacute; lo solicita el Cedente (sin perjuicio</p><p>del derecho del Cedente a solicitar al Cesionario la indemnizaci&oacute;n por dan os y perjuicios que corresponda).</p><p>4. CANTIDADES DEVENGADAS</p><p>(1) Los intereses y dem&aacute;s cantidades correspondientes a la Participaci&oacute;n Cedida devengadas con anterioridad a la Fecha</p><p>de Efectividad corresponden al Cedente.</p><p>(2) Igualmente, cualquier cantidad correspondiente a la Participaci&oacute;n Cedida en el Contrato de Financiaci&oacute;n devengada en</p><p>un per&iacute;odo de tiempo posterior a la Fecha de Efectividad (esta &uacute;ltima incluida) corresponder&aacute; al Cesionario, por lo que en</p><p>caso de que el Cedente percibiera alguna de estas cantidades, deber&aacute; ponerla a disposici&oacute;n del Cesionario con la misma</p><p>fecha valor.</p><p>(3) Cualesquiera otros pagos en relaci&oacute;n con la Participaci&oacute;n Cedida que los Deudores deban realizar de conformidad</p><p>con el Contrato de Financiaci&oacute;n y referidos y devengados en un per&iacute;odo de tiempo anterior a la Fecha de Efectividad,</p><p>corresponder&aacute;n al Cedente. Aquellos que los Deudores deban realizar de conformidad con el Contrato de Financiaci&oacute;n y</p><p>referidos y devengados en un per&iacute;odo de tiempo posterior a la Fecha de Efectividad, corresponder&aacute;n al Cesionario.</p><p>(4) Si por cualquier circunstancia alguna de las Partes recibiera cantidades que, conforme a lo dispuesto los apartados</p><p>precedentes, no le correspondieran, las pondr&aacute; a disposici&oacute;n de la parte a la que le correspondan con la misma fecha valor.</p><p>En el caso de que el Cesionario recibiera cantidades que no le correspondieran y no tuviera conocimiento de la Parte a la</p><p>que le corresponde dicha cantidad, pondr&aacute; las mismas a disposici&oacute;n del Agente, con la misma fecha valor, para que &eacute;ste</p><p>&uacute;ltimo la distribuya como corresponda conforme al Contrato de Financiaci&oacute;n.</p><p>5. RESPONSABILIDAD DEL CEDENTE</p><p>(1) El Cedente, de acuerdo con los art&iacute;culos 1.529 del C&oacute;digo Civil y 348 del C&oacute;digo de Comercio (que las partes declaran</p><p>expresamente aplicables), responde de la existencia y legitimidad del importe de la Participaci&oacute;n Cedida, pero no de la</p><p>solvencia de los Deudores ni de los dem&aacute;s Obligados.</p><p>(2) El Cedente no ser&aacute; responsable frente al Cesionario por la veracidad y exactitud de las manifestaciones y garant&iacute;as de los</p><p>Obligados previstas en el Contrato de Financiaci&oacute;n, ni por el cumplimiento efectivo por los Obligados de las obligaciones</p><p>que se deriven de la Participaci&oacute;n Cedida.</p><p>(3) El Cesionario declara expresamente conocer y aceptar los t&eacute;rminos y condiciones contenidos en el Contrato de</p><p>Financiaci&oacute;n y en las Garant&iacute;as, as&iacute; como en cualesquiera otros documentos relacionados con el Contrato de Financiaci&oacute;n,</p><p>por haber recibido una copia de tales documentos.</p><hr /><p>6. MANIFESTACIONES Y GARANT&Iacute;AS DEL CEDENTE</p><p>El Cedente realiza, a favor del Cesionario, las siguientes manifestaciones formales con respecto de s&iacute; mismo (en adelante,</p><p>las &ldquo;Manifestaciones y Garant&iacute;as&rdquo;) y de la Financiaci&oacute;n:</p><p>(a) Que no es, ni era en el momento del nacimiento del cr&eacute;dito, una persona especialmente relacionada con los</p><p>Deudores en los t&eacute;rminos previstos en el art&iacute;culo 93 de la Ley Concursal.</p><p>(b) Que es titular de pleno dominio de la Participaci&oacute;n Cedida, libre de toda carga, derecho de garant&iacute;a u otro</p><p>gravamen, contrato o acuerdo de garant&iacute;a de cualquier clase, acuerdo de compra u opci&oacute;n, acuerdo o contrato</p><p>de subordinaci&oacute;n o cualquier otro contrato que cree o efect&uacute;e cualquiera de las figuras anteriores, cediendo la</p><p>Participaci&oacute;n Cedida con pleno dominio, sin que haya efectuado ninguna venta, transmisi&oacute;n o sub-participaci&oacute;n</p><p>previa de la Participaci&oacute;n Cedida que todav&iacute;a subsista.</p><p>(c) Que se han cumplido todos y cada uno de los requisitos establecidos en el Contrato de Financiaci&oacute;n para llevar</p><p>a cabo la presente Cesi&oacute;n.</p><p>(d) Que no tiene constancia de que se haya producido, o de haberse producido no permanece vigente y/o sin</p><p>subsanar, ning&uacute;n hecho o circunstancia que por s&iacute; s&oacute;lo o unido a otro hecho o circunstancia constituya (o por el</p><p>mero transcurso del tiempo sin que se subsane pueda constituir) una Causa de Vencimiento Anticipado con arreglo</p><p>a lo establecido en la Cl&aacute;usula 21 - Causas de Vencimiento Anticipado del Contrato de Financiaci&oacute;n.</p><p>(e) Que es una sociedad v&aacute;lidamente constituida y en vigor, que la cesi&oacute;n aqu&iacute; pactada no es contraria a su objeto</p><p>social, que ha cumplido con todos los requisitos internos y societarios que le sean de aplicaci&oacute;n (incluyendo la</p><p>adopci&oacute;n de los acuerdos sociales precisos o convenientes) para asegurar la plena validez y efectividad de la presente</p><p>cesi&oacute;n.</p><p>(f) Que tiene plena capacidad de obrar y que &eacute;sta no est&aacute; limitada o cercenada por ning&uacute;n procedimiento o interven-</p><p>ci&oacute;n administrativa o judicial de ning&uacute;n tipo, actual o anunciada. Cualesquiera autorizaciones y consentimientos</p><p>que pudieran resultar necesarios para la plena validez y exigibilidad de las obligaciones aqu&iacute; asumidas han sido</p><p>obtenidos.</p><p>(g) Que no se encuentra en situaci&oacute;n de insolvencia ni actual ni inminente y ni hay en curso ni tienen conocimiento</p><p>de que vaya a iniciarse ning&uacute;n procedimiento o solicitud encaminado a solicitar su declaraci&oacute;n de concurso.</p><p>(h) Que no se encuentra sometido a administraci&oacute;n judicial o intervenci&oacute;n administrativa, ni est&aacute; incurso en causa</p><p>que pueda determinar su administraci&oacute;n judicial o intervenci&oacute;n administrativa.</p><p>(i) Que todas las obligaciones aqu&iacute; asumidas son v&aacute;lidas y resultan plenamente exigibles y que, a su leal saber</p><p>y entender, la firma de este Contrato y/o el cumplimiento de lo aqu&iacute; establecido no supone el incumplimiento</p><p>de ninguna (i) disposici&oacute;n legal o reglamentaria aplicable (ii) resoluci&oacute;n judicial, administrativa o arbitral (iii)</p><p>obligaci&oacute;n contractual o societaria asumida.</p><p>(j) Que en cualquier procedimiento judicial o extrajudicial que pudiera entablarse en Espan a en relaci&oacute;n con la</p><p>Cesi&oacute;n aqu&iacute; prevista no tiene ni no est&aacute; legitimado para invocar para s&iacute; mismo o para sus activos, privilegio o</p><p>inmunidad de cualquier tipo que pueda impedir o dificultar la ejecuci&oacute;n de una eventual sentencia o la ejecuci&oacute;n o</p><p>embargo de sus activos.</p><p>Las Partes declaran expresamente que lo aqu&iacute; manifestado forma parte de las bases contractuales del presente Contrato de</p><p>Cesi&oacute;n y que la exactitud y correcci&oacute;n de las mismas es esencial para el Cesionario a la hora de tomar la decisi&oacute;n de</p><p>suscribir la presente Cesi&oacute;n.</p><p>El Cedente garantiza que las Manifestaciones y Garant&iacute;as son exactas y correctas y completas, esto es, que no existe</p><p>circunstancia alguna, distinta de las expresamente mencionadas en las mismas, que pueda desvirtuar, restringir o alterar lo</p><p>declarado en las mismas.</p><p>7. ADHESI&Oacute;N A LOS CONTRATOS Y RATIFICACI&Oacute;N DEL CARGO DE AGENTE</p><p>Las Partes declaran expresamente que la Cesi&oacute;n convenida a trav&eacute;s del presente Contrato de Cesi&oacute;n no afectar&aacute; en modo</p><p>alguno a ninguna de las cl&aacute;usulas del Contrato de Financiaci&oacute;n. El Cesionario se subroga de manera incondicional e</p><p>irrevocable (salvo en caso de resoluci&oacute;n del presente Contrato de conformidad con lo previsto en la Cl&aacute;usula 3) desde</p><p>la Fecha de Efectividad en la posici&oacute;n contractual del Cedente en el Contrato de Financiaci&oacute;n y por el importe de la</p><p>participaci&oacute;n que se cede y se adquiere por el Cesionario en la proporci&oacute;n correspondiente a la Participaci&oacute;n Cedida al</p><p>mismo.</p><hr /><p>Asimismo, el Contrato de Cesi&oacute;n conlleva desde la Fecha de Efectividad, sin necesidad de cualquier otro acuerdo por parte</p><p>de los Obligados, la constituci&oacute;n del Cesionario como beneficiario de la garant&iacute;a a primer requerimiento regulada en el</p><p>Cl&aacute;usula 26.8 - Garant&iacute;a a primer requerimiento del Contrato de Financiaci&oacute;n respecto de la Participaci&oacute;n Cedida al mismo,</p><p>as&iacute; como de las Garant&iacute;as otorgadas al amparo del Contrato de Financiaci&oacute;n.</p><p>En particular el Cesionario ratifica, en este mismo acto, la designaci&oacute;n de Agensynd, S.L. para que act&uacute;e como Agente</p><p>bajo el Contrato de Financiaci&oacute;n durante la vida de la Financiaci&oacute;n, de forma que Agensynd, S.L. (o la entidad que en</p><p>cada momento ocupe el cargo de Agente bajo el Contrato de Financiaci&oacute;n) act&uacute;a como mandatario especial con car&aacute;cter de</p><p>irrevocable y queda autorizado para ejercitar los derechos y facultades expresamente atribuidos al Agente de conformidad</p><p>con el Contrato de Financiaci&oacute;n, junto con todos los dem&aacute;s derechos, facultades y poderes que tengan un car&aacute;cter accesorio</p><p>respecto de aqu&eacute;llos (incluida la autocontrataci&oacute;n).</p><p>8. COSTES, GASTOS Y TRIBUTOS</p><p>Los costes, gastos (incluyendo los honorarios de los asesores legales en el importe previamente acordado) tributos y</p><p>cualesquiera desembolsos que se originen como consecuencia de la negociaci&oacute;n, preparaci&oacute;n y otorgamiento del presente</p><p>Contrato de Cesi&oacute;n ser&aacute;n por cuenta de los Deudores, de conformidad con lo previsto en el Contrato de Financiaci&oacute;n.</p><p>9. EXENCI&Oacute;N DEL IVA</p><p>Las Partes manifiestan que la presente operaci&oacute;n de cesi&oacute;n es estrictamente financiera, de las contempladas como sujetas a</p><p>IVA, pero considerada exenta de dicho impuesto, por cuya raz&oacute;n, por estar sujeta a IVA, no se encuentra sujeta al Impuesto</p><p>sobre Transmisiones Patrimoniales.</p><p>10. COMUNICACIONES</p><p>Toda comunicaci&oacute;n que deba ser efectuada bajo este Contrato de Cesi&oacute;n o bajo el Contrato de Financiaci&oacute;n se realizar&aacute; de</p><p>conformidad con la Cl&aacute;usula 24 - Notificaciones entre las Partes del Contrato de Financiaci&oacute;n.</p><p>Los domicilios y datos de contacto para cada una de las Partes ser&aacute;n los siguientes:</p><p>(a) Para el Cedente: los indicados en la cl&aacute;usula 24 - Notificaciones entre las Partes del Contrato de Financiaci&oacute;n.</p><p>(b) Para el Cesionario: los indicados en el Anexo III.</p><p>11. NULIDAD PARCIAL</p><p>La invalidez, nulidad o anulabilidad de cualquier Cl&aacute;usula de esta p&oacute;liza no afectar&aacute; ni perjudicar&aacute; la exigibilidad de las</p><p>restantes Cl&aacute;usulas de la misma. Asimismo, es la intenci&oacute;n de las Partes sustituir cualquier t&eacute;rmino o Cl&aacute;usula inv&aacute;lida,</p><p>nula, o anulable por una Cl&aacute;usula v&aacute;lida y exigible en unos t&eacute;rminos lo m&aacute;s similares posible a la Cl&aacute;usula inv&aacute;lida, nula</p><p>o anulable.</p><p>12. IDIOMA</p><p>El presente Contrato de Cesi&oacute;n se firma en espan ol. Cualquier traducci&oacute;n del mismo, realizado por cualquier motivo, tendr&aacute;</p><p>car&aacute;cter meramente informativo y no vinculante.</p><p>13. LEY APLICABLE</p><p>Este Contrato de Cesi&oacute;n se regir&aacute; e interpretar&aacute; de acuerdo con el Derecho com&uacute;n espan ol.</p><p>14. JURISDICCI&Oacute;N</p><p>Cada una de las Partes se somete irrevocablemente, con renuncia expresa al fuero que pudiera corresponderle, a la</p><p>jurisdicci&oacute;n de los Juzgados y Tribunales de Madrid para el conocimiento y resoluci&oacute;n de cualquier reclamaci&oacute;n que</p><p>pudiera derivarse del cumplimiento o interpretaci&oacute;n de la presente p&oacute;liza.</p><p>Y en prueba de conformidad las partes firman el presente documento en el lugar y fecha arriba indicados.</p><p>El Cedente:</p><p>Goldman Sachs International, S.A.</p><p>El Cesionario</p><p>JP Morgan Espa&ntilde;a, S.A.</p><hr /><p>&nbsp;</p><hr /><p>ANEXO I</p><p>Participaci&oacute;n Cedida</p><table border=\"1\" cellpadding=\"1\" cellspacing=\"1\" style=\"width:500px\"><thead><tr><th scope=\"col\">Cesionario</th><th scope=\"col\">Precio de la cesi&oacute;n</th></tr></thead><tbody><tr><td>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; JP Morgan Espa&ntilde;a, S.A.</td><td>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;47.130.952,67&nbsp;</td></tr></tbody></table><p>&nbsp;</p><hr /><p>ANEXO II</p><p>Participaci&oacute;n de las Entidades Financiadoras</p><p>La Participaci&oacute;n de las Entidades Financiadoras bajo el Contrato de Financiaci&oacute;n</p><p>resultante de la Cesi&oacute;n es la siguiente:</p><table border=\"1\" cellpadding=\"1\" cellspacing=\"1\" style=\"width:500px\"><thead><tr><th scope=\"col\">Entidades Financiadoras</th><th scope=\"col\">Participaci&oacute;n en cada tramo (%)</th></tr></thead><tbody><tr><td>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; JP Morgan Espa&ntilde;a, S.A.</td><td>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; 26,45</td></tr><tr><td>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; JP Morgan Espa&ntilde;a, S.A.</td><td>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; 25,45</td></tr></tbody></table><p>&nbsp;</p><hr /><p>ANEXO III</p><p>Domicilios a efectos de notificaciones de los Cesionarios</p><table border=\"2\" cellpadding=\"1\" cellspacing=\"1\" style=\"width:500px\"><tbody><tr><td>Denominaci&oacute;n</td><td>JP Morgan Espa&ntilde;a, S.A.</td></tr><tr><td>NIF</td><td>A28253037</td></tr><tr><td>Domicilio Social</td><td>Paseo De La Castellana, N&ordf;. 31 28046 - Madrid</td></tr><tr><td>Contacto a efectos de env&iacute;o de documentaci&oacute;n</td><td>Rodrigo P&eacute;rez L&oacute;pez</td></tr><tr><td>Direcci&oacute;n a la que se ha de enviar la documentaci&oacute;n</td><td>Paseo De La Castellana, N&ordf;. 33 28046 - Madrid, Madrid,</td></tr><tr><td>Tel&eacute;fono</td><td>+34 913456789</td></tr><tr><td>Email</td><td>Rodrigo.lopez@jpmorgan.com</td></tr></tbody></table><p>&nbsp;</p><hr /><p>&nbsp;</p>"}